Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# SelectFoldersForSimulationButton.ToolTipService.ToolTip
source: Browse for folders to include in the simulation. The folders will be scanned recursively for files supported by App Control.
ar: استعرض لتحديد مجلدات ليتم تضمينها في المحاكاة. ستُفحص المجلدات بشكل متكرر للبحث عن ملفات يدعمها App Control.
de_de: Nach Ordnern suchen, die in die Simulation einbezogen werden sollen. Die Ordner werden rekursiv nach von App Control unterstützten Dateien durchsucht.
el_gr: Εντοπίστε φακέλους για συμπερίληψη στην προσομοίωση. Οι φάκελοι θα σαρωθούν αναδρομικά για αρχεία που υποστηρίζονται από το App Control.
es: Examinar carpetas para incluir en la simulación. Las carpetas se analizarán de forma recursiva para encontrar archivos compatibles con App Control.
fr_fr: Parcourir pour trouver des dossiers à inclure dans la simulation. Les dossiers seront analysés récursivement pour trouver les fichiers pris en charge par App Control.
he_il: עיין ובחר תיקיות שייכללו בסימולציה. התיקיות ייסרקו רקורסיבית עבור קבצים הנתמכים על-ידי App Control.
hi_in: सिमुलेशन में शामिल करने के लिए फ़ोल्डर ब्राउज़ करें. App Control द्वारा समर्थित फ़ाइलों के लिए फ़ोल्डरों को पुनरावर्ती रूप से स्कैन किया जाएगा.
ja_jp: シミュレーションに含めるフォルダーを参照します。フォルダーはApp Controlでサポートされているファイルを再帰的にスキャンします。
ml_in: സിമുലേഷനിൽ ഉൾപ്പെടുത്താൻ ഫോൾഡറുകൾ ബ്രൗസ് ചെയ്യുക. App Control പിന്തുണക്കുന്ന ഫയലുകൾക്കായി ഫോൾഡറുകൾ ആവർത്തിച്ച് സ്കാൻ ചെയ്യും.
pl_pl: Wyszukaj foldery do uwzględnienia w symulacji. Foldery zostaną przeskanowane rekursywnie w poszukiwaniu plików obsługiwanych przez App Control.
tr_tr: Simülasyona dahil edilecek klasörlere göz atın. Klasörler, Uygulama Kontrolü tarafından desteklenen dosyalar için yinelemeli olarak taranacaktır.

# SelectFoldersForSimulationButton.AutomationProperties.HelpText
source: Browse for folders to include in the simulation. The folders will be scanned recursively for files supported by App Control.
ar: استعرض لتحديد مجلدات ليتم تضمينها في المحاكاة. ستُفحص المجلدات بشكل متكرر للبحث عن ملفات يدعمها App Control.
de_de: Nach Ordnern suchen, die in die Simulation einbezogen werden sollen. Die Ordner werden rekursiv nach von App Control unterstützten Dateien durchsucht.
el_gr: Εντοπίστε φακέλους για συμπερίληψη στην προσομοίωση. Οι φάκελοι θα σαρωθούν αναδρομικά για αρχεία που υποστηρίζονται από το App Control.
es: Examinar carpetas para incluir en la simulación. Las carpetas se analizarán de forma recursiva para encontrar archivos compatibles con App Control.
fr_fr: Parcourir pour trouver des dossiers à inclure dans la simulation. Les dossiers seront analysés récursivement pour trouver les fichiers pris en charge par App Control.
he_il: עיין ובחר תיקיות שייכללו בסימולציה. התיקיות ייסרקו רקורסיבית עבור קבצים הנתמכים על-ידי App Control.
hi_in: सिमुलेशन में शामिल करने के लिए फ़ोल्डर ब्राउज़ करें. App Control द्वारा समर्थित फ़ाइलों के लिए फ़ोल्डरों को पुनरावर्ती रूप से स्कैन किया जाएगा.
ja_jp: シミュレーションに含めるフォルダーを参照します。フォルダーはApp Controlでサポートされているファイルを再帰的にスキャンします。
ml_in: സിമുലേഷനിൽ ഉൾപ്പെടുത്താൻ ഫോൾഡറുകൾ ബ്രൗസ് ചെയ്യുക. App Control പിന്തുണക്കുന്ന ഫയലുകൾക്കായി ഫോൾഡറുകൾ ആവർത്തിച്ച് സ്കാൻ ചെയ്യും.
pl_pl: Wyszukaj foldery do uwzględnienia w symulacji. Foldery zostaną przeskanowane rekursywnie w poszukiwaniu plików obsługiwanych przez App Control.
tr_tr: Simülasyona dahil edilecek klasörlere göz atın. Klasörler, Uygulama Kontrolü tarafından desteklenen dosyalar için yinelemeli olarak taranacaktır.

# SelectSecurityCatalogsMenuFlyoutItem.Text
source: Select Security Catalogs
ar: تحديد كتالوجات الأمان
de_de: Sicherheitskataloge auswählen
el_gr: Επιλογή καταλόγων ασφαλείας
es: Seleccionar catálogos de seguridad
fr_fr: Sélectionner des Catalogues de Sécurité
he_il: בחר קטלוגי אבטחה
hi_in: सुरक्षा कैटलॉग चुनें
ja_jp: セキュリティカタログを選択
ml_in: സുരക്ഷാ കാറ്റലോഗുകൾ തിരഞ്ഞെടുക്കുക
pl_pl: Wybierz katalogi zabezpieczeń
tr_tr: Güvenlik Kataloglarını Seçin

# SelectSecurityCatalogsMenuFlyoutItem.ToolTipService.ToolTip
source: Provide path(s) to directories where security catalogs (.cat) files are located. If not provided, the default path 'C:\Windows\System32\CatRoot' will be used.
ar: قدّم مسارات إلى الأدلة التي توجد فيها ملفات كتالوجات الأمان (.cat). إذا لم تُقدم، سيُستخدم المسار الافتراضي 'C:\Windows\System32\CatRoot'.
de_de: Geben Sie Pfade zu Verzeichnissen an, in denen Sicherheitskatalogdateien (.cat) liegen. Wenn keine Pfade angegeben werden, wird der Standardpfad 'C:\Windows\System32\CatRoot' verwendet.
el_gr: Παρέχετε διαδρομές σε καταλόγους όπου βρίσκονται αρχεία καταλόγων ασφαλείας (.cat). Εάν δεν παρασχεθούν, θα χρησιμοποιηθεί η προεπιλεγμένη διαδρομή 'C:\Windows\System32\CatRoot'.
es: Proporcione rutas a directorios donde se encuentran archivos de catálogos de seguridad (.cat). Si no se proporcionan, se usará la ruta predeterminada 'C:\Windows\System32\CatRoot'.
fr_fr: Fournissez le(s) chemin(s) vers les répertoires où se trouvent les fichiers de catalogues de sécurité (.cat). Si non fourni, le chemin par défaut 'C:\Windows\System32\CatRoot' sera utilisé.
he_il: ספק נתיב(ים) לתיקיות שבהן נמצאים קובצי קטלוגי אבטחה (.cat). אם לא יסופק, ייעשה שימוש בנתיב ברירת המחדל 'C:\Windows\System32\CatRoot'.
hi_in: वे पथ प्रदान करें जहाँ सुरक्षा कैटलॉग (.cat) फ़ाइलें स्थित हैं. यदि प्रदान नहीं किया गया तो डिफ़ॉल्ट पथ 'C:\Windows\System32\CatRoot' उपयोग किया जाएगा.
ja_jp: セキュリティカタログ（.cat）ファイルが配置されているディレクトリへのパスを指定します。指定しない場合、デフォルトのパス「C:\Windows\System32\CatRoot」が使用されます。
ml_in: സുരക്ഷാ കാറ്റലോഗ് (.cat) ഫയലുകൾ സ്ഥിതിചെയ്യുന്ന ഡയറക്റ്ററികളിലേക്കുള്ള പാത്തുകൾ നൽകുക. നൽകാത്ത പക്ഷം ഡീഫോൾട്ട് പാത്ത് 'C:\Windows\System32\CatRoot' ഉപയോഗിക്കും.
pl_pl: Podaj ścieżki do katalogów, w których znajdują się pliki katalogów zabezpieczeń (.cat). Jeśli nie zostaną podane, zostanie użyta domyślna ścieżka 'C:\Windows\System32\CatRoot'.
tr_tr: Güvenlik katalogları (.cat) dosyalarının bulunduğu dizinlerin yollarını sağlayın. Sağlanmazsa, varsayılan 'C:\Windows\System32\CatRoot' yolu kullanılacaktır.

# SelectSecurityCatalogsMenuFlyoutItem.AutomationProperties.HelpText
source: Provide path(s) to directories where security catalogs (.cat) files are located. If not provided, the default path 'C:\Windows\System32\CatRoot' will be used.
ar: قدّم مسارات إلى الأدلة التي توجد فيها ملفات كتالوجات الأمان (.cat). إذا لم تُقدم، سيُستخدم المسار الافتراضي 'C:\Windows\System32\CatRoot'.
de_de: Geben Sie Pfade zu Verzeichnissen an, in denen Sicherheitskatalogdateien (.cat) liegen. Wenn keine Pfade angegeben werden, wird der Standardpfad 'C:\Windows\System32\CatRoot' verwendet.
el_gr: Παρέχετε διαδρομές σε καταλόγους όπου βρίσκονται αρχεία καταλόγων ασφαλείας (.cat). Εάν δεν παρασχεθούν, θα χρησιμοποιηθεί η προεπιλεγμένη διαδρομή 'C:\Windows\System32\CatRoot'.
es: Proporcione rutas a directorios donde se encuentran archivos de catálogos de seguridad (.cat). Si no se proporcionan, se usará la ruta predeterminada 'C:\Windows\System32\CatRoot'.
fr_fr: Fournissez le(s) chemin(s) vers les répertoires où se trouvent les fichiers de catalogues de sécurité (.cat). Si non fourni, le chemin par défaut 'C:\Windows\System32\CatRoot' sera utilisé.
he_il: ספק נתיב(ים) לתיקיות שבהן נמצאים קובצי קטלוגי אבטחה (.cat). אם לא יסופק, ייעשה שימוש בנתיב ברירת המחדל 'C:\Windows\System32\CatRoot'.
hi_in: वे पथ प्रदान करें जहाँ सुरक्षा कैटलॉग (.cat) फ़ाइलें स्थित हैं. यदि प्रदान नहीं किया गया तो डिफ़ॉल्ट पथ 'C:\Windows\System32\CatRoot' उपयोग किया जाएगा.
ja_jp: セキュリティカタログ（.cat）ファイルが配置されているディレクトリへのパスを指定します。指定しない場合、デフォルトのパス「C:\Windows\System32\CatRoot」が使用されます。
ml_in: സുരക്ഷാ കാറ്റലോഗ് (.cat) ഫയലുകൾ സ്ഥിതിചെയ്യുന്ന ഡയറക്റ്ററികളിലേക്കുള്ള പാത്തുകൾ നൽകുക. നൽകാത്ത പക്ഷം ഡീഫോൾട്ട് പാത്ത് 'C:\Windows\System32\CatRoot' ഉപയോഗിക്കും.
pl_pl: Podaj ścieżki do katalogów, w których znajdują się pliki katalogów zabezpieczeń (.cat). Jeśli nie zostaną podane, zostanie użyta domyślna ścieżka 'C:\Windows\System32\CatRoot'.
tr_tr: Güvenlik katalogları (.cat) dosyalarının bulunduğu dizinlerin yollarını sağlayın. Sağlanmazsa, varsayılan 'C:\Windows\System32\CatRoot' yolu kullanılacaktır.

# ScanSecurityCatalogsMenuFlyoutItem.Text
source: Scan Security Catalogs
ar: فحص كتالوجات الأمان
de_de: Sicherheitskataloge scannen
el_gr: Σάρωση καταλόγων ασφαλείας
es: Analizar catálogos de seguridad
fr_fr: Analyser les Catalogues de Sécurité
he_il: סרוק קטלוגי אבטחה
hi_in: सुरक्षा कैटलॉग स्कैन करें
ja_jp: セキュリティカタログをスキャン
ml_in: സുരക്ഷാ കാറ്റലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj katalogi zabezpieczeń
tr_tr: Güvenlik Kataloglarını Tarayın

# ScanSecurityCatalogsMenuFlyoutItem.ToolTipService.ToolTip
source: Whether the security catalogs on the system should be scanned or not.
ar: ما إذا كان يجب فحص كتالوجات الأمان في النظام أم لا.
de_de: Gibt an, ob die Sicherheitskataloge auf dem System gescannt werden sollen.
el_gr: Αν θα πρέπει να σαρωθούν ή όχι οι κατάλογοι ασφαλείας στο σύστημα.
es: Indica si se deben analizar los catálogos de seguridad del sistema.
fr_fr: Si les catalogues de sécurité du système doivent être analysés ou non.
he_il: האם יש לסרוק את קטלוגי האבטחה במערכת או לא.
hi_in: सिस्टम पर सुरक्षा कैटलॉग स्कैन किए जाएँ या नहीं.
ja_jp: システム上のセキュリティカタログをスキャンするかどうかを指定します。
ml_in: സിസ്റ്റത്തിലെ സുരക്ഷാ കാറ്റലോഗുകൾ സ്കാൻ ചെയ്യണോ ഇല്ലയോ എന്നത്.
pl_pl: Określa, czy katalogi zabezpieczeń w systemie mają zostać przeskanowane.
tr_tr: Sistemdeki güvenlik kataloglarının taranıp taranmayacağı.

# ScanSecurityCatalogsMenuFlyoutItem.AutomationProperties.HelpText
source: Whether the security catalogs on the system should be scanned or not.
ar: ما إذا كان يجب فحص كتالوجات الأمان في النظام أم لا.
de_de: Gibt an, ob die Sicherheitskataloge auf dem System gescannt werden sollen.
el_gr: Αν θα πρέπει να σαρωθούν ή όχι οι κατάλογοι ασφαλείας στο σύστημα.
es: Indica si se deben analizar los catálogos de seguridad del sistema.
fr_fr: Si les catalogues de sécurité du système doivent être analysés ou non.
he_il: האם יש לסרוק את קטלוגי האבטחה במערכת או לא.
hi_in: सिस्टम पर सुरक्षा कैटलॉग स्कैन किए जाएँ या नहीं.
ja_jp: システム上のセキュリティカタログをスキャンするかどうかを指定します。
ml_in: സിസ്റ്റത്തിലെ സുരക്ഷാ കാറ്റലോഗുകൾ സ്കാൻ ചെയ്യണോ ഇല്ലയോ എന്നത്.
pl_pl: Określa, czy katalogi zabezpieczeń w systemie mają zostać przeskanowane.
tr_tr: Sistemdeki güvenlik kataloglarının taranıp taranmayacağı.

# LoadPolicyButton.Content
source: Load Policy
ar: تحميل سياسة
de_de: Richtlinie laden
el_gr: Φόρτωση πολιτικής
es: Cargar política
fr_fr: Charger la Politique
he_il: טען מדיניות
hi_in: नीति लोड करें
ja_jp: ポリシーを読み込む
ml_in: നയം ലോഡ് ചെയ്യുക
pl_pl: Wczytaj zasadę
tr_tr: Yük Politikası

# LoadPolicyButton.ToolTipService.ToolTip
source: Load the selected App Control policy to the user interface.
ar: حمّل سياسة App Control المحددة إلى واجهة المستخدم.
de_de: Laden Sie die ausgewählte App Control-Richtlinie in die Benutzeroberfläche.
el_gr: Φορτώστε την επιλεγμένη πολιτική App Control στο περιβάλλον χρήστη.
es: Cargue la política de App Control seleccionada en la interfaz de usuario.
fr_fr: Charger la politique App Control sélectionnée dans l'interface utilisateur.
he_il: טען את מדיניות App Control שנבחרה לממשק המשתמש.
hi_in: चयनित App Control नीति को उपयोगकर्ता इंटरफ़ेस में लोड करें.
ja_jp: 選択したApp Controlポリシーをユーザーインターフェイスに読み込みます。
ml_in: തിരഞ്ഞെടുത്ത App Control നയത്തെ ഉപയോക്തൃ ഇന്റർഫേസിലേക്ക് ലോഡ് ചെയ്യുക.
pl_pl: Wczytaj wybraną zasadę App Control do interfejsu użytkownika.
tr_tr: Seçilen Uygulama Denetimi ilkesini kullanıcı arayüzüne yükleyin.

# LoadPolicyButton.AutomationProperties.HelpText
source: Load the selected App Control policy to the user interface.
ar: حمّل سياسة App Control المحددة إلى واجهة المستخدم.
de_de: Laden Sie die ausgewählte App Control-Richtlinie in die Benutzeroberfläche.
el_gr: Φορτώστε την επιλεγμένη πολιτική App Control στο περιβάλλον χρήστη.
es: Cargue la política de App Control seleccionada en la interfaz de usuario.
fr_fr: Charger la politique App Control sélectionnée dans l'interface utilisateur.
he_il: טען את מדיניות App Control שנבחרה לממשק המשתמש.
hi_in: चयनित App Control नीति को उपयोगकर्ता इंटरफ़ेस में लोड करें.
ja_jp: 選択したApp Controlポリシーをユーザーインターフェイスに読み込みます。
ml_in: തിരഞ്ഞെടുത്ത App Control നയത്തെ ഉപയോക്തൃ ഇന്റർഫേസിലേക്ക് ലോഡ് ചെയ്യുക.
pl_pl: Wczytaj wybraną zasadę App Control do interfejsu użytkownika.
tr_tr: Seçilen Uygulama Denetimi ilkesini kullanıcı arayüzüne yükleyin.

# ScanMDEAHDataButton.Content
source: Scan Advanced Hunting Data
ar: فحص بيانات Advanced Hunting
de_de: Advanced Hunting-Daten scannen
el_gr: Σάρωση δεδομένων Advanced Hunting
es: Analizar datos de Advanced Hunting
fr_fr: Analyser les Données Advanced Hunting
he_il: סרוק נתוני Advanced Hunting
hi_in: Advanced Hunting डेटा स्कैन करें
ja_jp: 高度な追求データをスキャン
ml_in: Advanced Hunting ഡാറ്റ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dane Advanced Hunting
tr_tr: Gelişmiş Avlanma Verilerini Tarayın

# ScanMDEAHDataButton.ToolTipService.ToolTip
source: Once you select MDE Advanced Hunting logs, you can use this button to scan them and display their results in the List View below.
ar: بعد اختيار سجلات MDE Advanced Hunting يمكنك استخدام هذا الزر لفحصها وعرض نتائجها في عرض القائمة أدناه.
de_de: Sobald Sie MDE Advanced Hunting-Protokolle ausgewählt haben, können Sie diese Schaltfläche verwenden, um sie zu scannen und die Ergebnisse in der Listenansicht unten anzuzeigen.
el_gr: Μόλις επιλέξετε αρχεία καταγραφής MDE Advanced Hunting, μπορείτε να χρησιμοποιήσετε αυτό το κουμπί για να τα σαρώσετε και να εμφανίσετε τα αποτελέσματα στην παρακάτω λίστα.
es: Una vez que seleccione los registros de MDE Advanced Hunting puede usar este botón para analizarlos y mostrar sus resultados en la lista inferior.
fr_fr: Une fois que vous avez sélectionné les journaux MDE Advanced Hunting, vous pouvez utiliser ce bouton pour les analyser et afficher leurs résultats dans la Vue Liste ci-dessous.
he_il: לאחר שתבחר ביומני MDE Advanced Hunting, תוכל להשתמש בלחצן זה כדי לסרוק אותם ולהציג את התוצאות בתצוגת הרשימה למטה.
hi_in: MDE Advanced Hunting लॉग चयन करने के बाद आप उन्हें स्कैन करने और नीचे सूची दृश्य में परिणाम दिखाने के लिए इस बटन का उपयोग कर सकते हैं.
ja_jp: MDE高度な追求ログを選択したら、このボタンを使用してスキャンし、その結果を下のリストビューに表示できます。
ml_in: MDE Advanced Hunting ലോഗുകൾ തിരഞ്ഞെടുക്കുന്നതിനുശേഷം അവ സ്കാൻ ചെയ്ത് താഴെയുള്ള ലിസ്റ്റ് വ്യൂവിൽ ഫലങ്ങൾ കാണിക്കാൻ ഈ ബട്ടൺ ഉപയോഗിക്കാം.
pl_pl: Po wybraniu dzienników MDE Advanced Hunting możesz użyć tego przycisku, aby je przeskanować i wyświetlić ich wyniki na poniższej liście.
tr_tr: MDE Gelişmiş Avcılık günlüklerini seçtiğinizde, bu düğmeyi kullanarak bunları tarayabilir ve sonuçlarını aşağıdaki Liste Görünümünde görüntüleyebilirsiniz.

# ScanMDEAHDataButton.AutomationProperties.HelpText
source: Once you select MDE Advanced Hunting logs, you can use this button to scan them and display their results in the List View below.
ar: بعد اختيار سجلات MDE Advanced Hunting يمكنك استخدام هذا الزر لفحصها وعرض نتائجها في عرض القائمة أدناه.
de_de: Sobald Sie MDE Advanced Hunting-Protokolle ausgewählt haben, können Sie diese Schaltfläche verwenden, um sie zu scannen und die Ergebnisse in der Listenansicht unten anzuzeigen.
el_gr: Μόλις επιλέξετε αρχεία καταγραφής MDE Advanced Hunting, μπορείτε να χρησιμοποιήσετε αυτό το κουμπί για να τα σαρώσετε και να εμφανίσετε τα αποτελέσματα στην παρακάτω λίστα.
es: Una vez que seleccione los registros de MDE Advanced Hunting puede usar este botón para analizarlos y mostrar sus resultados en la lista inferior.
fr_fr: Une fois que vous avez sélectionné les journaux MDE Advanced Hunting, vous pouvez utiliser ce bouton pour les analyser et afficher leurs résultats dans la Vue Liste ci-dessous.
he_il: לאחר שתבחר ביומני MDE Advanced Hunting, תוכל להשתמש בלחצן זה כדי לסרוק אותם ולהציג את התוצאות בתצוגת הרשימה למטה.
hi_in: MDE Advanced Hunting लॉग चयन करने के बाद आप उन्हें स्कैन करने और नीचे सूची दृश्य में परिणाम दिखाने के लिए इस बटन का उपयोग कर सकते हैं.
ja_jp: MDE高度な追求ログを選択したら、このボタンを使用してスキャンし、その結果を下のリストビューに表示できます。
ml_in: MDE Advanced Hunting ലോഗുകൾ തിരഞ്ഞെടുക്കുന്നതിനുശേഷം അവ സ്കാൻ ചെയ്ത് താഴെയുള്ള ലിസ്റ്റ് വ്യൂവിൽ ഫലങ്ങൾ കാണിക്കാൻ ഈ ബട്ടൺ ഉപയോഗിക്കാം.
pl_pl: Po wybraniu dzienników MDE Advanced Hunting możesz użyć tego przycisku, aby je przeskanować i wyświetlić ich wyniki na poniższej liście.
tr_tr: MDE Gelişmiş Avcılık günlüklerini seçtiğinizde, bu düğmeyi kullanarak bunları tarayabilir ve sonuçlarını aşağıdaki Liste Görünümünde görüntüleyebilirsiniz.

# ScanEventLogsButton.Content
source: Scan Event Logs
ar: فحص سجلات الأحداث
de_de: Ereignisprotokolle scannen
el_gr: Σάρωση αρχείων καταγραφής συμβάντων
es: Analizar registros de eventos
fr_fr: Analyser les Journaux d'Événements
he_il: סרוק יומני אירועים
hi_in: इवेंट लॉग स्कैन करें
ja_jp: イベントログをスキャン
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുക
pl_pl: Skanuj dzienniki zdarzeń
tr_tr: Olay Günlüklerini Tara

# ScanEventLogsButton.ToolTipService.ToolTip
source: Scan the system or the selected EVTX files for Code Integrity/AppLocker logs.
ar: افحص النظام أو ملفات EVTX المحددة للحصول على سجلات Code Integrity/AppLocker.
de_de: Das System oder die ausgewählten EVTX-Dateien nach Code Integrity-/AppLocker-Protokollen scannen.
el_gr: Σαρώστε το σύστημα ή τα επιλεγμένα αρχεία EVTX για αρχεία καταγραφής Code Integrity/AppLocker.
es: Analice el sistema o los archivos EVTX seleccionados para registros de Code Integrity/AppLocker.
fr_fr: Analyser le système ou les fichiers EVTX sélectionnés pour les journaux d'Intégrité du Code/AppLocker.
he_il: סרוק את המערכת או את קובצי ה-EVTX שנבחרו עבור יומני Code Integrity/AppLocker.
hi_in: सिस्टम या चयनित EVTX फ़ाइलों को Code Integrity/AppLocker लॉग के लिए स्कैन करें.
ja_jp: システムまたは選択したEVTXファイルからコード整合性/AppLockerログをスキャンします。
ml_in: Code Integrity/AppLocker ലോഗുകൾക്കായി സിസ്റ്റമോ തിരഞ്ഞെടുക്കപ്പെട്ട EVTX ഫയലുകളോ സ്കാൻ ചെയ്യുക.
pl_pl: Przeskanuj system lub wybrane pliki EVTX w poszukiwaniu dzienników Code Integrity/AppLocker.
tr_tr: Kod Bütünlüğü/AppLocker günlükleri için sistemi veya seçilen EVTX dosyalarını tarayın.

# ScanEventLogsButton.AutomationProperties.HelpText
source: Scan the system or the selected EVTX files for Code Integrity/AppLocker logs.
ar: افحص النظام أو ملفات EVTX المحددة للحصول على سجلات Code Integrity/AppLocker.
de_de: Das System oder die ausgewählten EVTX-Dateien nach Code Integrity-/AppLocker-Protokollen scannen.
el_gr: Σαρώστε το σύστημα ή τα επιλεγμένα αρχεία EVTX για αρχεία καταγραφής Code Integrity/AppLocker.
es: Analice el sistema o los archivos EVTX seleccionados para registros de Code Integrity/AppLocker.
fr_fr: Analyser le système ou les fichiers EVTX sélectionnés pour les journaux d'Intégrité du Code/AppLocker.
he_il: סרוק את המערכת או את קובצי ה-EVTX שנבחרו עבור יומני Code Integrity/AppLocker.
hi_in: सिस्टम या चयनित EVTX फ़ाइलों को Code Integrity/AppLocker लॉग के लिए स्कैन करें.
ja_jp: システムまたは選択したEVTXファイルからコード整合性/AppLockerログをスキャンします。
ml_in: Code Integrity/AppLocker ലോഗുകൾക്കായി സിസ്റ്റമോ തിരഞ്ഞെടുക്കപ്പെട്ട EVTX ഫയലുകളോ സ്കാൻ ചെയ്യുക.
pl_pl: Przeskanuj system lub wybrane pliki EVTX w poszukiwaniu dzienników Code Integrity/AppLocker.
tr_tr: Kod Bütünlüğü/AppLocker günlükleri için sistemi veya seçilen EVTX dosyalarını tarayın.

# DeviceNameButton.Content
source: Device Name
ar: اسم الجهاز
de_de: Gerätename
el_gr: Όνομα συσκευής
es: Nombre del dispositivo
fr_fr: Nom de l'Appareil
he_il: שם התקן
hi_in: डिवाइस नाम
ja_jp: デバイス名
ml_in: ഡിവൈസ് പേര്
pl_pl: Nazwa urządzenia
tr_tr: Cihaz Adı

# DeviceNameButton.ToolTipService.ToolTip
source: Enter a device name to filter the incoming Advanced Hunting Data.
ar: أدخل اسم جهاز لتصفية بيانات Advanced Hunting الواردة.
de_de: Geben Sie einen Gerätenamen ein, um die eingehenden Advanced Hunting-Daten zu filtern.
el_gr: Εισαγάγετε ένα όνομα συσκευής για φιλτράρισμα των εισερχόμενων δεδομένων Advanced Hunting.
es: Introduzca un nombre de dispositivo para filtrar los datos entrantes de Advanced Hunting.
fr_fr: Entrez un nom d'appareil pour filtrer les données Advanced Hunting entrantes.
he_il: הזן שם התקן כדי לסנן את נתוני Advanced Hunting הנכנסים.
hi_in: इनकमिंग Advanced Hunting डेटा को फ़िल्टर करने के लिए डिवाइस नाम दर्ज करें.
ja_jp: 受信する高度な追求データをフィルタリングするデバイス名を入力します。
ml_in: ഇൻകമിംഗ് Advanced Hunting ഡാറ്റ ഫിൽട്ടർ ചെയ്യാൻ ഡിവൈസ് പേര് നൽകുക.
pl_pl: Wprowadź nazwę urządzenia, aby filtrować przychodzące dane Advanced Hunting.
tr_tr: Gelen Gelişmiş Avcılık Verilerini filtrelemek için bir cihaz adı girin.

# DeviceNameButton.AutomationProperties.HelpText
source: Enter a device name to filter the incoming Advanced Hunting Data.
ar: أدخل اسم جهاز لتصفية بيانات Advanced Hunting الواردة.
de_de: Geben Sie einen Gerätenamen ein, um die eingehenden Advanced Hunting-Daten zu filtern.
el_gr: Εισαγάγετε ένα όνομα συσκευής για φιλτράρισμα των εισερχόμενων δεδομένων Advanced Hunting.
es: Introduzca un nombre de dispositivo para filtrar los datos entrantes de Advanced Hunting.
fr_fr: Entrez un nom d'appareil pour filtrer les données Advanced Hunting entrantes.
he_il: הזן שם התקן כדי לסנן את נתוני Advanced Hunting הנכנסים.
hi_in: इनकमिंग Advanced Hunting डेटा को फ़िल्टर करने के लिए डिवाइस नाम दर्ज करें.
ja_jp: 受信する高度な追求データをフィルタリングするデバイス名を入力します。
ml_in: ഇൻകമിംഗ് Advanced Hunting ഡാറ്റ ഫിൽട്ടർ ചെയ്യാൻ ഡിവൈസ് പേര് നൽകുക.
pl_pl: Wprowadź nazwę urządzenia, aby filtrować przychodzące dane Advanced Hunting.
tr_tr: Gelen Gelişmiş Avcılık Verilerini filtrelemek için bir cihaz adı girin.

# DeviceNameHeaderTextBlock.Header
source: Optional: Choose a device name to filter the logs before retrieval
ar: اختياري: اختر اسم جهاز لتصفية السجلات قبل الاسترجاع
de_de: Optional: Wählen Sie einen Gerätenamen, um die Protokolle vor dem Abruf zu filtern
el_gr: Προαιρετικό: Επιλέξτε όνομα συσκευής για φιλτράρισμα των αρχείων καταγραφής πριν από την ανάκτηση
es: Opcional: Elija un nombre de dispositivo para filtrar los registros antes de la recuperación
fr_fr: Facultatif : Choisissez un nom d'appareil pour filtrer les journaux avant la récupération
he_il: רשות: בחר שם התקן כדי לסנן את היומנים לפני האחזור
hi_in: वैकल्पिक: पुनर्प्राप्ति से पहले लॉग फ़िल्टर करने हेतु डिवाइस नाम चुनें
ja_jp: オプション：取得前にログをフィルタリングするデバイス名を選択
ml_in: ഐച്ഛികം: വീണ്ടെടുക്കുന്നതിന് മുൻപ് ലോഗുകൾ ഫിൽട്ടർ ചെയ്യാൻ ഒരു ഡിവൈസ് നാമം തിരഞ്ഞെടുക്കുക
pl_pl: Opcjonalnie: Wybierz nazwę urządzenia, aby filtrować dzienniki przed pobraniem
tr_tr: İsteğe bağlı: Günlükleri almadan önce filtrelemek için bir cihaz adı seçin

# DeviceNameHeaderTextBlock.PlaceholderText
source: Device Name...
ar: اسم الجهاز...
de_de: Gerätename...
el_gr: Όνομα συσκευής...
es: Nombre del dispositivo...
fr_fr: Nom de l'Appareil...
he_il: שם התקן...
hi_in: डिवाइस नाम...
ja_jp: デバイス名...
ml_in: ഡിവൈസ് പേര്...
pl_pl: Nazwa urządzenia...
tr_tr: Cihaz Adı...

# DeviceNameHeaderTextBlock.AutomationProperties.HelpText
source: Optional: Choose a device name to filter the logs before retrieval
ar: اختياري: اختر اسم جهاز لتصفية السجلات قبل الاسترجاع
de_de: Optional: Wählen Sie einen Gerätenamen, um die Protokolle vor dem Abruf zu filtern
el_gr: Προαιρετικό: Επιλέξτε όνομα συσκευής για φιλτράρισμα των αρχείων καταγραφής πριν από την ανάκτηση
es: Opcional: Elija un nombre de dispositivo para filtrar los registros antes de la recuperación
fr_fr: Facultatif : Choisissez un nom d'appareil pour filtrer les journaux avant la récupération
he_il: רשות: בחר שם התקן כדי לסנן את היומנים לפני האחזור
hi_in: वैकल्पिक: पुनर्प्राप्ति से पहले लॉग फ़िल्टर करने हेतु डिवाइस नाम चुनें
ja_jp: オプション：取得前にログをフィルタリングするデバイス名を選択
ml_in: ഐച്ഛികം: വീണ്ടെടുക്കുന്നതിന് മുൻപ് ലോഗുകൾ ഫിൽട്ടർ ചെയ്യാൻ ഒരു ഡിവൈസ് നാമം തിരഞ്ഞെടുക്കുക
pl_pl: Opcjonalnie: Wybierz nazwę urządzenia, aby filtrować dzienniki przed pobraniem
tr_tr: İsteğe bağlı: Günlükleri almadan önce filtrelemek için bir cihaz adı seçin
